<template>
  <div class="devise-container">
    <h1>设计信息</h1>
    <h2>1.道路设计</h2>
    <h3>1.1平面设计</h3>
    <p>
      三期工程主要考虑与已有一、二期工程结合，同时考虑周边规划限制条件、地形地物等诸多因素来确定主线及连接道的平面布置与线形走向，具体叙述如下：
    </p>
    <p>（1）主通道:</p>
    <p>
      主通道：设计里程K2+150～K2+817.884，全长约667.884m，其中K2+150～K2+320段隧道净宽9.5m，K2+320～K2+817.884段隧道净宽11m，单向双车道+紧急停车带，最大坡度控制在6.4%。最小圆曲线半径为30m。
    </p>

    <p>（2）嘉滨路连接道：</p>
    <p>
      全路段大部分为隧道，为克服主通道与嘉滨路约32.0m的高差，采用迂回展线方式，道路长度为726.145m，最小圆曲线半径为29.5m，最大坡度控制在5.9%以内。
    </p>
    <p>
      该连接线是位于主通道三期北侧的连接道，是连接车库三期主通道与嘉滨路的重要通道。该连接道位于洪崖洞二期用地范围地下，隧道断面宽度为21.5米，车行道净宽13.5米，采用双向双洞双车道布置方式，两个隧道中间设2.5米宽结构体隔离，形成双连拱隧道。
    </p>
    <p>
      全路段大部分为隧道，为克服主通道与嘉滨路约32.0m的高差，采用迂回展线方式，道路长度为726.145m，最小圆曲线半径为29.5m，最大坡度控制在5.9%以内。
    </p>

    <p>（3）两江桥隧道连接线：</p>
    <p>
      两江桥隧道连接线一为地下停车系统的入口道，设计里程K0+000～K0+60，起于两江隧道左线里程桩号K14+499，止于主通道里程桩号K2+256.182，长约60米，隧道净宽为7m，连接道设有一处圆曲线转弯，转弯半径为40m，按单向单车道+紧急停车带的方式布置，最大坡度为3.4%。
    </p>
    <p>
      两江桥隧道连接线二为地下停车系统的出口道，设计里程K0+000～K0+219.761，起于主通道里程桩号K2+154.493，止于两江桥隧道左线里程桩号K14+298.267，长约100米，隧道净宽为7m，连接道设有一处圆曲线转弯，转弯半径为40m，按单向单车道+紧急停车带的方式布置，最大坡度为3.53%。
    </p>
    <p>（4）车库出入口：</p>
    <p>
      采用两个车库出入口直接连接主通道与地王广场车库、国泰艺术中心车库；国泰广场车库通过车库连接道，实现与主通道的联系。
    </p>
  </div>
</template>

<script>
export default {
  name: 'ProjectDevise'
}
</script>

<style lang="scss" scoped>
.devise-container {
  text-align: center;
  padding: 20px;
  h1 {
    font-size: 24px;
    font-weight: 600;
    margin: 15px 0;
  }
  h2 {
    text-align: left;
    font-size: 20px;
    font-weight: 600;
    margin: 5px;
  }
  h3 {
    text-align: left;
    font-size: 18px;
    padding: 5px;
    font-weight: 600;
  }
  p {
    text-align: left;
    margin: 5px;
    text-indent: 2em;
    line-height: 30px;
  }
  img {
    width: 70%;
  }
}
</style>
