<template>
  <div class="geology-container">
    <h1>地质报告</h1>
    <h2>1.建设条件</h2>
    <h3>1.1地形地貌</h3>
    <p>
      解放碑地下停车系统三期工程位于重庆市渝中区商业中心地带，人类活动改造较强烈，交通便利。
    </p>
    <p>
      场地地势属平缓开阔台地，台地上地形平坦，呈坪状。地面标高192.78～252m之间。由于该地段人类活动剧烈，原始地形、地貌已不复存在，现今的地形特征为后期人类改造后的结果。。
    </p>
    <h3>1.2自然地理、气象及水文</h3>
    <p>
      重庆属中亚热带季风气候，主要特点是冬暧夏热，降雨充沛，分配不均。多年平均气温18.3℃，月平均最高气温是8月为28.1℃，月平均最低气温在1月为5.7℃，日最高气温43℃(2006年8月15日)，日最低气温-4.5℃；多年平均降水量1163.3mm左右，降雨多集中在5～9月，其降雨最高达746.1mm左右，多年平均日最大降雨量162.9mm，日降雨量大于25mm以上的大暴雨日数占全年降雨日数的62%左右，小时最大降雨量可达62.1mm。一日最大降水量（mm）266.6mm，出现日期为2007年7月17日。湿度：多年平均相对湿度约79%，绝对湿度17.7hpa左右。
    </p>
    <p>
      风向：一年内风向最多者为北风，1、4月份有东风，6、7、8、9月份有西南风，12月份有东北风。据历年观测统计，年平均风速为1.2m/s，最高为4月份达1.5m/s，最低为11月份仅0.9～1m/s，全年平均风速仅属一级风，但某年7月份亦曾发生过风速达26.6m/s的十级大风。场地及周边附近无地表水体。
      地下水主要赋存在地表松散土层以及基岩浅层风化裂隙和层间裂隙中，以第四系孔隙水和浅层基岩裂隙水的形式存在。动态明显受季节影响，埋藏深度较浅，水量随深度增大而减弱，地下水位随地形变化而起伏，地下水动力条件差，具有明显的不均匀性，富水性弱。大气降雨是该区域内地表水及地下水的主要补给源。
    </p>
    <h3>1.3地质构造</h3>
    <p>
      项目位于川东南弧形构造带，华莹山帚状褶皱构造束东南部。解放碑地下停车系统三期工程主通道从西向东穿越重庆向斜，重庆向斜轴部位于主通道里程K2+416处。重庆向斜西翼岩层产状：倾向88º，倾角5º；重庆向斜东翼岩层产状：倾向275
      º，倾角7º。场地内岩石主要发育有两组构造裂隙，其特征如下：
      J1：倾向337左右，倾角77，裂隙面平直闭合，裂隙间距约2～6m，为硬性结构面，结合差，无充填物，深度上有一定延伸，一般密度约1条/2m，最密集处每米3～5条。
      J2：倾向132左右，倾角一般为81，闭合，裂隙间距约2～5m，为硬性结构面，结合差。
    </p>
  </div>
</template>

<script>
export default {
  name: 'ProjectGeology'
}
</script>

<style lang="scss" scoped>
.geology-container {
  text-align: center;
  padding: 20px;
  h1 {
    font-size: 24px;
    font-weight: 600;
    margin: 15px 0;
  }
  h2 {
    text-align: left;
    font-size: 20px;
    font-weight: 600;
    margin: 5px;
  }
  h3 {
    text-align: left;
    font-size: 18px;
    padding: 5px;
    font-weight: 600;
  }
  p {
    text-align: left;
    margin: 5px;
    text-indent: 2em;
    line-height: 30px;
  }
  img {
    width: 70%;
  }
}
</style>
